[
  "I wish I knew more people like you, you really have the ability to make people around you happy.",
  "You are such a joy to be around because you always make me laugh and look at things from a different perspective.",
  "You always make my day better when I am feeling down.",
  "You make everyone feel so welcome, I don't think you have ever met a stranger.",
  "You are so easy to be around and you always have something interesting to talk about.",
  "Your confidence is refreshing, and there is no question as to why you are so self-assured.",
  "You have such charisma that is clearly inspiring to the people with whom you interact.",
  "You are a loyal friend and I know I can come to you with any issues that I have without facing any judgment.",
  "It is always refreshing to be around you because of your authenticity and dedication to your values.",
  "Your positive attitude and healthy lifestyle are an inspiration.",
  "You bring out the best in people and show people how to live with courage.",
  "I strive to be as outgoing as you are and display the amount of independence that you do every day.",
  "You can always find the right words to say, even when everything is going wrong.",
  "People who meet you instantly respect you because of your ability to be authoritative yet gentle, and self-confident yet modest.",
  "Your presence commands attention and respect, no matter how large the crowd is.",
  "You are always so interesting to talk to. Your ideas and perceptions of things are unlike anything that would occur to me on my own.",
  "You set the right example for those coming after you and it is clear to see that you take responsibility for your position of a role model.",
  "You are so helpful to those who are in need, even when you feel like you have very little to offer.",
  "I admire your patience and ability to remain calm during times of distress.",
  "I appreciate how much you show you care about other people.",
  "You always lift my mood with your positive energy and willingness to look for the silver lining in situations that are less than ideal.",
  "You have a heart of gold that benefits so many people in your life.",
  "Your thoughts and ideas are so creative, which has allowed you to refine your talent into something unique from others.",
  "You can accomplish anything that you put your mind to.  ",
  "Everything you do is with excellence.",
  "You are such a talented leader whom many want to follow and emulate.",
  "You are a muse for me and so many others.",
  "Other people, including myself, aspire to be like you one day.",
  "All of your practice really shows in your work.",
  "Your expertise in your craft resonates with me, and I want to learn from you.",
  "Your years of hard work are truly paying off.",
  "Your dedication to your craft is inspiring.",
  "You are incomparable to other people with similar goals. You blow the competition out of the water.",
  "You should be proud of yourself for refining your craft as much as you have. It is truly inspirational.",
  "You have the best new ideas that make your specific craft a step above your competition.",
  "You are the most incredible when you're not afraid to be yourself.",
  "You're more amazing than you will ever realize.",
  "You are one of a kind and it continues to impress me.",
  "You know that we are friends, but I want you to know that I’m also a huge fan of your work.",
  "You are unbelievable. I can’t wait to see what you will be coming up with this time next year.",
  "The confidence that you have in your craft if motivating,",
  "You were born a natural.",
  "Your work is inspiring both to those who have come before you and to people who will be following in your footsteps.",
  "You are astoundingly gorgeous when you wake up in the morning.",
  "Your eyes are so warm and welcoming.",
  "You look like you spend all of your time in the gym!",
  "You're not wearing any makeup? Wow, you are flawless.",
  "You light up a room when you walk in, and people definitely notice.",
  "Your hairstyle frames your face perfectly.",
  "Your face brightens up when you laugh and it spreads joy to those around you.",
  "Your style is impeccable.",
  "That color is perfect on you.",
  "You make that outfit look amazing, not many people could pull that off like you do!",
  "You have a spring in your step today that is brightening up my day.",
  "You look very happy and your energy is contagious.",
  "You weren’t kidding when you said you were hitting the gym!",
  "I always get lost in your eyes.",
  "Your inside is even more beautiful than your outside.",
  "You exude confidence which really makes you beautiful.",
  "You are radiant.",
  "There’s a beautiful softness behind your eyes.",
  "Has anyone ever told you that you have outstanding posture?",
  "You are glowing.",
  "You always make ordinary things look great.",
  "Your smile is infectious.",
  "You have a good head on your shoulders and you never forget to use it.",
  "Your intelligence and curiosity inspire me.",
  "Your brain works in incredible ways.",
  "I always learn so many interesting and thought-provoking things from you.",
  "You seem to really know who you are.",
  "I truly respect and value your thoughts and ideas.",
  "You always come up with the best solutions in a short amount of time.",
  "Your way of thinking is so much different from other people's, and it is refreshing.",
  "I can’t get over how wise you are — your wisdom in everything amazes me.",
  "You seem to figure things out right away without struggling to find the right answer.",
  "I could not have come up with the answer without you.",
  "I feel like you know something about everything.",
  "You always provide valuable insight into other people.",
  "You are so resourceful.",
  "I like being on a team with someone who is as perceptive as you.",
  "People find your innovative thinking so inspiring.",
  "You are such a great teacher.",
  "I wish I could figure things out as quickly and accurately as you do.",
  "Your company is so lucky to have you as an employee. I'm sure they value you far more than you realize.",
  "You have a lot of knowledge to offer other people.",
  "I appreciate your ability to see both the big picture and the small details.",
  "When you are given a complex problem, you have the rare ability to find a simple solution.",
  "I know I will learn a lot from you, both personally and professionally.",
  "Your capabilities seem endless.",
  "You are a really good problem-solver.",
  "Your intelligence motivates others to learn.",
  "That was a tough problem to solve. I like how you experimented with a few approaches before settling on one.",
  "You are the most reflective learner I know.",
  "You should share that idea with the boss. He would appreciate learning from you.",
  "I wouldn’t have thought of that approach. You are great at thinking outside of the box.",
  "I always turn to you when I'm unsure about something and you always have great insight or advice to help me through.",
  "Your understanding and philosophical pursuit of the bigger picture is fascinating.",
  "You’re my constant reminder of how just how clever some people can be.",
  "I am proud of how far you have come in your journey.",
  "Look at how much your time and dedication paid off.",
  "You should be so proud that you have achieved something that very few people are ever able to do.",
  "You worked really hard on that and it certainly was worth the time and energy in the end.",
  "You impress me every single day with your ability to go the extra mile.",
  "How did you learn to be so good? I've never seen someone make something look so easy.",
  "Your parents must be so proud that you have come this far. They did an amazing job of instilling the power of hard work in you.",
  "You're accomplishing so much. Every day you evolve into a better person than who you were the day before.",
  "I hope to be where you are in five years.",
  "Your commitment to your work has really paid off. Your achievements are commendable.",
  "Congratulations, very few people are able to do what you have done, especially with such ease and poise.",
  "You’re an expert at what you do, and people trust you because of it. I’m so impressed.",
  "There should be a monument of you considering everything that you have accomplished.",
  "When you make up your mind about something, nothing stands in your way. I admire your ability to see obstacles as learning experiences.",
  "You never cease to amaze me. Every time I think you have done it all, you do something else outstanding."
]
